 identification division.
       program-id. cobol.
       procedure division.
       main.
           display 'Hola Mundo.' end-display.
           stop run.